[{"title": "Vigor and mortality of citrus progenies with potential use as rootstocks", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-90162018000400339&lang=en", "author": "Santana, Lizziane Gomes Leal;                            Souza, Edson dos Santos;                            Passos, Orlando Sampaio;                            Gesteira, Abelmon da Silva;                            Ledo, Carlos Alberto da Silva;                            Soares Filho, Walter dos Santos.                    ", "description": "            ABSTRACT: Rootstocks influence certain characteristics of the scion, such as vigor, fruit yield and quality, and tolerance to biotic and abiotic factors. In conventional citrus breeding programs, hybridization is the main method used for obtaining rootstock varieties. Between Sept and Oct 2006, controlled pollinations were carried out resulting in nine progenies, totaling 461 hybrid seedlings. The female parents were the ‘Santa Cruz Rangpur’ lime (SCRL) and the ‘Sunki of Florida’ mandarin (SFM), while the male parents, in addition to this mandarin, were the ‘Indio’ and ‘Riverside’ citrandarins, the ‘Thomasville’ citrangequat (THOM), the ‘Swingle’ citrumelo, the ‘Argentina’ citrange (AGC) and the ‘Benecke’ trifoliate orange (BKTO). Fruit setting rates of these crosses were measured and the hybrids generated were planted in the field in 2008 and evaluated from 2010 to 2014, for the variables of plant mortality, visual vigor, plant height and trunk diameter. The descriptive statistics mean, variation range, coefficient of variation and Pearson skewness coefficient were calculated. Data were submitted to analysis of variance and the means of the treatments were grouped by the Scott-Knott test, both at 5 % significance. The progenies, having the ‘Sunki’ mandarin as the female parent, presented higher fruit setting rates and lower plant mortality rates than those obtained from the female parent ‘Rangpur’ lime, while zero plant mortality was observed in the SFM × BKTO cross. The crosses SCRL × SFM, SFM × BKTO, SFM × AGC and SFM × THOM have the potential to generate vigorous hybrids, resulting in rootstock varieties adapted to the landscape unit of Coastal Tableland.        "}, {"title": "External cycles and commodities in Latin America and the Caribbean: a cointegration analysis with breaks", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0120-25962018000100051&lang=en", "author": "Delbianco, Fernando;                            Fioriti, Andrés.                    ", "description": "            Abstract: In this paper, we seek to characterize the relationship between the cyclical behavior of foreign accounts and commodity price indexes for Latin America and the Caribbean. Using several tests of stationarity that allow for the presence of breaks, we conclude that commodity prices are cointegrated with the current accounts in Latin American countries, suggesting that developmentalism plans did not obtain the desired productive diversification and that the region still relies heavily on commodities to determine its foreign position. Another important result supports the findings of Delbianco and Fioriti (2014, 2015) that the region had suffered two sudden stops in the last 60 years, bothdriven by shifts in commodity prices.        "}, {"title": "Air quality, sound pressure level, and thermal environment of two swine nursery styles", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200211&lang=en", "author": "Freitas, Leticia Cibele da Silva Ramos;                            Campos, Alessandro Torres;                            Yanagi Junior, Tadayuki;                            Schiassi, Leonardo;                            Andrade, Rafaella Resende.                    ", "description": "            ABSTRACT Because of the importance of the ambiance in swine facilities, this study aimed to evaluate the air quality, the sound pressure level, and the thermal environment of two distinct swine nursery styles. A completely randomized block design with a split-plot arrangement was used, in which the main plots were composed of the nurseries and the external environment; the subplots were the hours; and the replications were the collection days. Air temperature data (ºC), relative humidity (%), and black globe humidity index (BGHI) data were collected throughout the day at 10-min intervals, with means compared by Tukey’s test at 0.05 probability level. Instantaneous concentrations of ammonia (ppm), carbon dioxide (ppm), and sound pressure levels (dB(C)) were measured three times daily and analyzed on boxplot graphs. The results showed no difference between the two nurseries with respect to thermal, air, and acoustic environment. The nurseries can be considered uncomfortable for the animals with respect to thermal conditions. Concentrations of gases and sound pressure levels did not exceed the limits established by current regulations. In both nurseries only at 09h00 it was possible to detect sound pressure levels that characterize the condition of comfort thermal of the environment, at the other times, alert and stress conditions were observed.        "}, {"title": "Storage of pollen and properties of olive stigma for breeding purposes", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200291&lang=en", "author": "Zambon, Carolina Ruiz;                            Silva, Luiz Fernando de Oliveira da;                            Pio, Rafael;                            Bianchini, Flávio Gabriel;                            Oliveira, Adelson Francisco de.                    ", "description": "            ABSTRACT In order to ensure success in controlled hybridizations in olive tree cultivation, the information on pollen viability and stigma receptivity is essential. The aim was to establish methodologies that increase the preservation of pollen viability and to establish the time to perform crossbreeds in hybridization studies with olive trees. Three experiments were performed with plants from the cultivar Arbequina, in Maria da Fé, MG, Brazil. In the first experiment, the description of the flower events was performed. In the second, anthers were desiccated in eppendorfs, being stored at three different conditions for pollen viability test: room temperature (27 ºC), refrigerator (8 ºC) and freezer (-10 ºC). In order to evaluate the in vitro germination, culture medium for olive pollen grains was used. In this respect, pollen grains were transferred in Petri dish containing culture medium and placed in a BOD (biochemical oxygen demand) chamber at 28 ºC for 60 h, being counted. The first evaluation was performed prior to the assembly of the experiment, testing the initial viability, whereas the second occurred 24 h after storage. Subsequently, seven evaluations were performed fortnightly. In the third experiment, the stigma receptivity was verified by the 3% hydrogen peroxide method, with flowers in pre-anthesis, anthesis and post-anthesis, evaluated hourly in the period from 7 a.m. to 6 p.m. for three days. In the description of the flower events, it was verified that the olive tree shows diurnal anthesis, with flower opening between 10 a.m. and 11 a.m. The anthers stored in a freezer preserved the viability for 60 days and the stigmas were receptive since the pre-anthesis.        "}, {"title": "Amino acid composition, and determination and prediction of the protein digestibility of different sugarcane yeasts in broilers", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200334&lang=en", "author": "Barbosa, Emanuela Nataly Ribeiro;                            Rabello, Carlos Bôa-Viagem;                            Lopes, Claudia Costa;                            Silva, Edney Pereira;                            Freitas, Ednardo Rodrigues.                    ", "description": "            ABSTRACT The aim of this study was to determine the amino acid composition and digestible protein values of different sugarcane yeasts, as well as to generate prediction equations for the apparent digestibility coefficient of dry matter (ADCDM) and crude protein (ADCCP), based on the chemical composition of the yeast and the age of the broilers. Four ileal digestion trials were carried out with 690 broilers, divided into the pre-starter, starter, growth and final phases. The birds were housed in metabolic cages and distributed in a completely randomised design, consisting of five treatments and six replications of eight, six, five and four birds respectively in each experimental phase. The treatments consisted of one reference feed and four test feeds, substituting 30% of the reference feed with four different yeasts. Yeasts two and four showed a higher percentage of amino acids. However, yeast two had the highest percentages of ADCDM, ADCCP and digestible protein: 83.64, 81.22 and 14.66% in the pre-starter phase; 78.09, 78.28 and 14.13% in the starter phase; 76.74, 74.75 and 13.49% in the growth phase; and 72.98, 71.21 and 12.85% in the final phase respectively. There was an average reduction of 0.424% in ADCDM and 0.428% in ADCCP for each day the birds aged. The following prediction equations were generated from the composition of the yeasts and age of the chickens: ADCDM = 77.4 - 0.424*(age) - 7.51*(DM) - 45.01*(EE) and - 0.424*(age) + 3.02*(CP) + 126.93*(EE) - 0.03*(GMD) and ADCCP = 606.9-0.428*(age) -5.8*(DM) - 0.01*(GMD) and -0.426*(age) + 2.68(CP) + 139.7*(EE) - 0.03*(GMD).        "}, {"title": "Long-term spatial memory in humans trained in a virtual maze", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100070&lang=en", "author": "Luna, David;                            Manzanares-Silva, Moisés;                            Rodríguez-González, Katia;                            López-Cruz, Héctor.                    ", "description": "            Abstract In this study we evaluated the long-term spatial memory in humans. A quasiexperimental design was used in which three groups of undergraduate students were trained in a virtual water maze to locate a hidden platform whose location was indicated by a set of cues. A pre-test without platform was performed prior to the training, and a post-test was conducted immediately after this (Group 0h), or after a retention interval of two (Group 48h) or seven days (Group 168h). For the pre-test, there was no evidence of preference for any area of the maze. Throughout the training trials, the time to find the goal decreased without differences between groups. During the post-test, all groups showed a preference for the reinforced quadrant, although the spent time, swimming distance, and accuracy of the search behavior in that area was equivalent between Group 0 h and Group 48 h, but higher than that shown by the Group 168 h. These data indicate changes in long-term spatial memory in humans, occurring after an interval of 48 h after its acquisition. The results are discussed on the basis of general memory processes and specific processes proposed by particular spatial memory theories. The clinical and comparative psychology implications are also addressed.        "}, {"title": "Meaning in Life and Psychological Weil-Being in Spanish Emerging Adults", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100196&lang=en", "author": "García-Alandete, Joaquín;                            Martínez, Eva Rosa;                            Sellés Nohales, Pilar;                            Soucase Lozano, Beatriz.                    ", "description": "            Abstract Experiencing meaning in life (MiL) and psychological well-being (PWB) is an important developmental task in emerging adulthood, perhaps more than in any other period in life due to its transitional character and to the nature of its features, in Western societies. This study analyzes the relationship between MiL and PWB, as well as the differences in PWB according to the level of MiL (lack of meaning, indefinite meaning, and presence of meaning), in a sample of 333 Spanish emerging adults (224 women, 109 men), age ranged from 17 to 26 years, M = 21.06, SD = 2.23. Both Spanish versions of the Purpose-In-Life Test and the Ryff's Scales of Psychological Well-Being were used. The Spearman's coefficient of correlation showed a positive, significant relationship between MiL and PWB (global and dimensions). The Kruskal-Wallis test showed significant differences in PWB between lack of meaning, indefinite meaning, and presence of meaning groups, except in Autonomy, in which only the difference between the presence of meaning group and the indefinite meaning group was significant. MiL is associated to the cognitive, emotional, and motivational aspects that directly point to PWB: positive self-worth and self-acceptance, perception and experience of freedom, responsibility and self-determination, positive view of both life as a whole and future, purpose and commitment of significant existential goals, self-trascendence and opening up to the others, integrative but not resigned coping of the adversity, life satisfaction, and self-realization.        "}, {"title": "Effects of the Functional Content of Instructions on Second-Order Matching-to-Sample Performance", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100044&lang=en", "author": "Villamil Barriga, Carlos Wilcen;                            Peña-Correal, Telmo Eduardo;                            Quiroga-Baquero, Luis Alberto.                    ", "description": "            Abstract The effect of the functional content of instructions on the acquisition, transfer and description of performance in a second order matching-to-sample task was evaluated. Twenty undergraduate students were assigned to one of four experimental groups: (a) procedural instruction at the start of the task (PStart); (b) procedural instruction in each trial (PTrial); (c) instruction referring to instances in each trial (ITrial); and (d) instruction referring to relation in each trial (RTrial). The proportion of correct attempts was analyzed, and was found to be higher in the ITrial and RTrial groups for the training phase, and for the PStart, PTrial and RTrial groups in the extra-instance and extra-modal transfer test, as well as for the ITrial group in the extra-relational test; the larger number of accurate performance descriptions was observed in the RTrial group. These results show that abstract stimulus control can be presented either by way of transfer of functions throughout instructions, or by differentiation of positive and negative cases of the contingencies, which is enhanced by the concurrent presence of the instruction and the stimulus array.        "}, {"title": "Effect of glutinous rice flour and dried egg white in fabrication of porous cordierite by gel casting method", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200242&lang=en", "author": "Fakhruddin, A. Kamil;                            Mohamad, Hasmaliza.                    ", "description": "            Abstract In this study, cordierite was produced using MgO, SiO2 and Al2O3 as raw materials through glass route method. The raw materials were mixed for 6 h and the mixture was melted at 1550 °C and then water quenched. The glass produced was milled for 5 h to obtain fine powder, which was used to prepare porous cordierite through gel casting method. The effect of addition of different natural binders, glutinous rice flour (GRF) and dried egg white (DEW), on porous cordierite was investigated. GRF and DEW were added to the slurry during mixing. The synthesized cordierite powder was analyzed by X-ray diffraction. Porous cordierite was characterized through Archimedes method, morphological analysis, and compression test. The porosity level varied from 60.6% to 78.7% depending on the amount of natural binder added. Compression test results showed that the compressive strength of porous cordierite increased with increasing amount of natural binder added.        "}, {"title": "Influence of the fabrication method on the fracture behavior of all-ceramic prosthesis", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200284&lang=en", "author": "Piccoli, A. C.;                            Borba, M..                    ", "description": "            Abstract Different methods are available to produce all-ceramic dental prosthesis. Each processing step may introduce flaws to the material, which compromises its properties and reliability. The objective of this study was to evaluate the effect of fabrication method on the fracture behavior of prosthetic crowns produced with an alumina-based glass-infiltrated zirconia-reinforced ceramic. Two groups of all-ceramic crowns were produced according to the fabrication method of the infrastructure (IS) (n=30): IZC - IS produced by CAD-CAM; IZS - IS produced by slip-casting. The IS were veneered with porcelain and cemented to fiber-reinforced composite dies with resin cement. Crowns were loaded in compression to failure using a universal testing machine, at 1 mm/min crosshead speed and 37 ºC distilled water. Fractography was performed using stereomicroscope and SEM. Data were statistically analyzed with Student’s t test (α=0.05) and Weibull analysis. There were no significant differences among the experimental groups for fracture load (p=0.481) and Weibull modulus. For both groups, the failure mode was catastrophic failure involving IS and porcelain. It was concluded that the fabrication methods evaluated resulted in all-ceramic crowns with similar fracture behavior and reliability.        "}, {"title": "Vigor and mortality of citrus progenies with potential use as rootstocks", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-90162018000400339&lang=en", "author": "Santana, Lizziane Gomes Leal;                            Souza, Edson dos Santos;                            Passos, Orlando Sampaio;                            Gesteira, Abelmon da Silva;                            Ledo, Carlos Alberto da Silva;                            Soares Filho, Walter dos Santos.                    ", "description": "            ABSTRACT: Rootstocks influence certain characteristics of the scion, such as vigor, fruit yield and quality, and tolerance to biotic and abiotic factors. In conventional citrus breeding programs, hybridization is the main method used for obtaining rootstock varieties. Between Sept and Oct 2006, controlled pollinations were carried out resulting in nine progenies, totaling 461 hybrid seedlings. The female parents were the ‘Santa Cruz Rangpur’ lime (SCRL) and the ‘Sunki of Florida’ mandarin (SFM), while the male parents, in addition to this mandarin, were the ‘Indio’ and ‘Riverside’ citrandarins, the ‘Thomasville’ citrangequat (THOM), the ‘Swingle’ citrumelo, the ‘Argentina’ citrange (AGC) and the ‘Benecke’ trifoliate orange (BKTO). Fruit setting rates of these crosses were measured and the hybrids generated were planted in the field in 2008 and evaluated from 2010 to 2014, for the variables of plant mortality, visual vigor, plant height and trunk diameter. The descriptive statistics mean, variation range, coefficient of variation and Pearson skewness coefficient were calculated. Data were submitted to analysis of variance and the means of the treatments were grouped by the Scott-Knott test, both at 5 % significance. The progenies, having the ‘Sunki’ mandarin as the female parent, presented higher fruit setting rates and lower plant mortality rates than those obtained from the female parent ‘Rangpur’ lime, while zero plant mortality was observed in the SFM × BKTO cross. The crosses SCRL × SFM, SFM × BKTO, SFM × AGC and SFM × THOM have the potential to generate vigorous hybrids, resulting in rootstock varieties adapted to the landscape unit of Coastal Tableland.        "}, {"title": "External cycles and commodities in Latin America and the Caribbean: a cointegration analysis with breaks", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0120-25962018000100051&lang=en", "author": "Delbianco, Fernando;                            Fioriti, Andrés.                    ", "description": "            Abstract: In this paper, we seek to characterize the relationship between the cyclical behavior of foreign accounts and commodity price indexes for Latin America and the Caribbean. Using several tests of stationarity that allow for the presence of breaks, we conclude that commodity prices are cointegrated with the current accounts in Latin American countries, suggesting that developmentalism plans did not obtain the desired productive diversification and that the region still relies heavily on commodities to determine its foreign position. Another important result supports the findings of Delbianco and Fioriti (2014, 2015) that the region had suffered two sudden stops in the last 60 years, bothdriven by shifts in commodity prices.        "}, {"title": "Air quality, sound pressure level, and thermal environment of two swine nursery styles", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200211&lang=en", "author": "Freitas, Leticia Cibele da Silva Ramos;                            Campos, Alessandro Torres;                            Yanagi Junior, Tadayuki;                            Schiassi, Leonardo;                            Andrade, Rafaella Resende.                    ", "description": "            ABSTRACT Because of the importance of the ambiance in swine facilities, this study aimed to evaluate the air quality, the sound pressure level, and the thermal environment of two distinct swine nursery styles. A completely randomized block design with a split-plot arrangement was used, in which the main plots were composed of the nurseries and the external environment; the subplots were the hours; and the replications were the collection days. Air temperature data (ºC), relative humidity (%), and black globe humidity index (BGHI) data were collected throughout the day at 10-min intervals, with means compared by Tukey’s test at 0.05 probability level. Instantaneous concentrations of ammonia (ppm), carbon dioxide (ppm), and sound pressure levels (dB(C)) were measured three times daily and analyzed on boxplot graphs. The results showed no difference between the two nurseries with respect to thermal, air, and acoustic environment. The nurseries can be considered uncomfortable for the animals with respect to thermal conditions. Concentrations of gases and sound pressure levels did not exceed the limits established by current regulations. In both nurseries only at 09h00 it was possible to detect sound pressure levels that characterize the condition of comfort thermal of the environment, at the other times, alert and stress conditions were observed.        "}, {"title": "Storage of pollen and properties of olive stigma for breeding purposes", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200291&lang=en", "author": "Zambon, Carolina Ruiz;                            Silva, Luiz Fernando de Oliveira da;                            Pio, Rafael;                            Bianchini, Flávio Gabriel;                            Oliveira, Adelson Francisco de.                    ", "description": "            ABSTRACT In order to ensure success in controlled hybridizations in olive tree cultivation, the information on pollen viability and stigma receptivity is essential. The aim was to establish methodologies that increase the preservation of pollen viability and to establish the time to perform crossbreeds in hybridization studies with olive trees. Three experiments were performed with plants from the cultivar Arbequina, in Maria da Fé, MG, Brazil. In the first experiment, the description of the flower events was performed. In the second, anthers were desiccated in eppendorfs, being stored at three different conditions for pollen viability test: room temperature (27 ºC), refrigerator (8 ºC) and freezer (-10 ºC). In order to evaluate the in vitro germination, culture medium for olive pollen grains was used. In this respect, pollen grains were transferred in Petri dish containing culture medium and placed in a BOD (biochemical oxygen demand) chamber at 28 ºC for 60 h, being counted. The first evaluation was performed prior to the assembly of the experiment, testing the initial viability, whereas the second occurred 24 h after storage. Subsequently, seven evaluations were performed fortnightly. In the third experiment, the stigma receptivity was verified by the 3% hydrogen peroxide method, with flowers in pre-anthesis, anthesis and post-anthesis, evaluated hourly in the period from 7 a.m. to 6 p.m. for three days. In the description of the flower events, it was verified that the olive tree shows diurnal anthesis, with flower opening between 10 a.m. and 11 a.m. The anthers stored in a freezer preserved the viability for 60 days and the stigmas were receptive since the pre-anthesis.        "}, {"title": "Amino acid composition, and determination and prediction of the protein digestibility of different sugarcane yeasts in broilers", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200334&lang=en", "author": "Barbosa, Emanuela Nataly Ribeiro;                            Rabello, Carlos Bôa-Viagem;                            Lopes, Claudia Costa;                            Silva, Edney Pereira;                            Freitas, Ednardo Rodrigues.                    ", "description": "            ABSTRACT The aim of this study was to determine the amino acid composition and digestible protein values of different sugarcane yeasts, as well as to generate prediction equations for the apparent digestibility coefficient of dry matter (ADCDM) and crude protein (ADCCP), based on the chemical composition of the yeast and the age of the broilers. Four ileal digestion trials were carried out with 690 broilers, divided into the pre-starter, starter, growth and final phases. The birds were housed in metabolic cages and distributed in a completely randomised design, consisting of five treatments and six replications of eight, six, five and four birds respectively in each experimental phase. The treatments consisted of one reference feed and four test feeds, substituting 30% of the reference feed with four different yeasts. Yeasts two and four showed a higher percentage of amino acids. However, yeast two had the highest percentages of ADCDM, ADCCP and digestible protein: 83.64, 81.22 and 14.66% in the pre-starter phase; 78.09, 78.28 and 14.13% in the starter phase; 76.74, 74.75 and 13.49% in the growth phase; and 72.98, 71.21 and 12.85% in the final phase respectively. There was an average reduction of 0.424% in ADCDM and 0.428% in ADCCP for each day the birds aged. The following prediction equations were generated from the composition of the yeasts and age of the chickens: ADCDM = 77.4 - 0.424*(age) - 7.51*(DM) - 45.01*(EE) and - 0.424*(age) + 3.02*(CP) + 126.93*(EE) - 0.03*(GMD) and ADCCP = 606.9-0.428*(age) -5.8*(DM) - 0.01*(GMD) and -0.426*(age) + 2.68(CP) + 139.7*(EE) - 0.03*(GMD).        "}, {"title": "Long-term spatial memory in humans trained in a virtual maze", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100070&lang=en", "author": "Luna, David;                            Manzanares-Silva, Moisés;                            Rodríguez-González, Katia;                            López-Cruz, Héctor.                    ", "description": "            Abstract In this study we evaluated the long-term spatial memory in humans. A quasiexperimental design was used in which three groups of undergraduate students were trained in a virtual water maze to locate a hidden platform whose location was indicated by a set of cues. A pre-test without platform was performed prior to the training, and a post-test was conducted immediately after this (Group 0h), or after a retention interval of two (Group 48h) or seven days (Group 168h). For the pre-test, there was no evidence of preference for any area of the maze. Throughout the training trials, the time to find the goal decreased without differences between groups. During the post-test, all groups showed a preference for the reinforced quadrant, although the spent time, swimming distance, and accuracy of the search behavior in that area was equivalent between Group 0 h and Group 48 h, but higher than that shown by the Group 168 h. These data indicate changes in long-term spatial memory in humans, occurring after an interval of 48 h after its acquisition. The results are discussed on the basis of general memory processes and specific processes proposed by particular spatial memory theories. The clinical and comparative psychology implications are also addressed.        "}, {"title": "Meaning in Life and Psychological Weil-Being in Spanish Emerging Adults", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100196&lang=en", "author": "García-Alandete, Joaquín;                            Martínez, Eva Rosa;                            Sellés Nohales, Pilar;                            Soucase Lozano, Beatriz.                    ", "description": "            Abstract Experiencing meaning in life (MiL) and psychological well-being (PWB) is an important developmental task in emerging adulthood, perhaps more than in any other period in life due to its transitional character and to the nature of its features, in Western societies. This study analyzes the relationship between MiL and PWB, as well as the differences in PWB according to the level of MiL (lack of meaning, indefinite meaning, and presence of meaning), in a sample of 333 Spanish emerging adults (224 women, 109 men), age ranged from 17 to 26 years, M = 21.06, SD = 2.23. Both Spanish versions of the Purpose-In-Life Test and the Ryff's Scales of Psychological Well-Being were used. The Spearman's coefficient of correlation showed a positive, significant relationship between MiL and PWB (global and dimensions). The Kruskal-Wallis test showed significant differences in PWB between lack of meaning, indefinite meaning, and presence of meaning groups, except in Autonomy, in which only the difference between the presence of meaning group and the indefinite meaning group was significant. MiL is associated to the cognitive, emotional, and motivational aspects that directly point to PWB: positive self-worth and self-acceptance, perception and experience of freedom, responsibility and self-determination, positive view of both life as a whole and future, purpose and commitment of significant existential goals, self-trascendence and opening up to the others, integrative but not resigned coping of the adversity, life satisfaction, and self-realization.        "}, {"title": "Effects of the Functional Content of Instructions on Second-Order Matching-to-Sample Performance", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100044&lang=en", "author": "Villamil Barriga, Carlos Wilcen;                            Peña-Correal, Telmo Eduardo;                            Quiroga-Baquero, Luis Alberto.                    ", "description": "            Abstract The effect of the functional content of instructions on the acquisition, transfer and description of performance in a second order matching-to-sample task was evaluated. Twenty undergraduate students were assigned to one of four experimental groups: (a) procedural instruction at the start of the task (PStart); (b) procedural instruction in each trial (PTrial); (c) instruction referring to instances in each trial (ITrial); and (d) instruction referring to relation in each trial (RTrial). The proportion of correct attempts was analyzed, and was found to be higher in the ITrial and RTrial groups for the training phase, and for the PStart, PTrial and RTrial groups in the extra-instance and extra-modal transfer test, as well as for the ITrial group in the extra-relational test; the larger number of accurate performance descriptions was observed in the RTrial group. These results show that abstract stimulus control can be presented either by way of transfer of functions throughout instructions, or by differentiation of positive and negative cases of the contingencies, which is enhanced by the concurrent presence of the instruction and the stimulus array.        "}, {"title": "Effect of glutinous rice flour and dried egg white in fabrication of porous cordierite by gel casting method", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200242&lang=en", "author": "Fakhruddin, A. Kamil;                            Mohamad, Hasmaliza.                    ", "description": "            Abstract In this study, cordierite was produced using MgO, SiO2 and Al2O3 as raw materials through glass route method. The raw materials were mixed for 6 h and the mixture was melted at 1550 °C and then water quenched. The glass produced was milled for 5 h to obtain fine powder, which was used to prepare porous cordierite through gel casting method. The effect of addition of different natural binders, glutinous rice flour (GRF) and dried egg white (DEW), on porous cordierite was investigated. GRF and DEW were added to the slurry during mixing. The synthesized cordierite powder was analyzed by X-ray diffraction. Porous cordierite was characterized through Archimedes method, morphological analysis, and compression test. The porosity level varied from 60.6% to 78.7% depending on the amount of natural binder added. Compression test results showed that the compressive strength of porous cordierite increased with increasing amount of natural binder added.        "}, {"title": "Influence of the fabrication method on the fracture behavior of all-ceramic prosthesis", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200284&lang=en", "author": "Piccoli, A. C.;                            Borba, M..                    ", "description": "            Abstract Different methods are available to produce all-ceramic dental prosthesis. Each processing step may introduce flaws to the material, which compromises its properties and reliability. The objective of this study was to evaluate the effect of fabrication method on the fracture behavior of prosthetic crowns produced with an alumina-based glass-infiltrated zirconia-reinforced ceramic. Two groups of all-ceramic crowns were produced according to the fabrication method of the infrastructure (IS) (n=30): IZC - IS produced by CAD-CAM; IZS - IS produced by slip-casting. The IS were veneered with porcelain and cemented to fiber-reinforced composite dies with resin cement. Crowns were loaded in compression to failure using a universal testing machine, at 1 mm/min crosshead speed and 37 ºC distilled water. Fractography was performed using stereomicroscope and SEM. Data were statistically analyzed with Student’s t test (α=0.05) and Weibull analysis. There were no significant differences among the experimental groups for fracture load (p=0.481) and Weibull modulus. For both groups, the failure mode was catastrophic failure involving IS and porcelain. It was concluded that the fabrication methods evaluated resulted in all-ceramic crowns with similar fracture behavior and reliability.        "}]