[{"title": "Alternative to mental hospital treatment", "url": "https://jamanetwork.com/data/journals/PSYCH/12326/archpsyc_37_4_003.pdf", "author": "LI Stein, MA Test - Archives of general psychiatry, 1980 - jamanetwork.com", "description": "METHODS The experiment was designed to study the effects on patient functioning during a 14-month intensive community-treatment program and to evaluate patient functioning afterward when patients were transferred to traditional community programs. To accomplish …"}, {"title": "Introduction to classical and modern test theory.", "url": "https://eric.ed.gov/?id=ed312281", "author": "L Crocker, J Algina - 1986 - ERIC", "description": "This text was written to help the reader acquire a base of knowledge about classical psychometrics and to integrate new ideas into that framework of knowledge. The material is organized into five units:(1) introduction to measurement theory;(2) reliability;(3) validity;(4) …"}, {"title": "Alternative to mental hospital treatment: II. Economic benefit-cost analysis", "url": "https://jamanetwork.com/journals/jamapsychiatry/article-abstract/492296", "author": "BA Weisbrod, MA Test, LI Stein - Archives of General Psychiatry, 1980 - jamanetwork.com", "description": "• A cost-benefit analysis should be seen not as a mechanism for deciding mechanically on the allocation of funds and resources among programs but as a structure for weighing advantages and disadvantages (that is, for organizing knowledge). Considering all the forms …"}, {"title": "Effects of interventions to promote self-determination for individuals with disabilities", "url": "http://journals.sagepub.com/doi/abs/10.3102/00346543071002219", "author": "…, D Browder, M Karvonen, DW Test… - Review of …, 2001 - journals.sagepub.com", "description": "Self-determination, the combination of skills, knowledge, and beliefs that enable a person to engage in goal-directed, self-regulated, autonomous behavior, has become an important part of special education and related services for people with disabilities. Research on the …"}, {"title": "Oxidative autoactivation of latent collagenase by human neutrophils", "url": "http://science.sciencemag.org/content/227/4688/747.short", "author": "…, G Peppin, X Ortiz, C Ragsdale, ST Test - Science, 1985 - science.sciencemag.org", "description": "The pathological destruction of collagen plays a key role in the development of inflammatory disease states affecting every organ system in the human body. Neutrophils localized at inflammatory sites can potentially degrade collagen by releasing a metalloenzyme …"}, {"title": "Models and helping: Naturalistic studies in aiding behavior.", "url": "http://psycnet.apa.org/record/1967-13475-001", "author": "JH Bryan, MA Test - Journal of personality and social psychology, 1967 - psycnet.apa.org", "description": "Abstract 3 EXPERIMENTS WERE ADDRESSED TO THE EFFECTS OF ALTRUISTIC MODELS UPON HELPING, WHILE 1 WAS CONCERNED WITH THE IMPACT OF THE SOLICITOR'S RACE UPON DONATIONS. 3 INVESTIGATIONS EMPLOYED AS A SITE …"}, {"title": "Color test for detection of free terminal amino groups in the solid-phase synthesis of peptides", "url": "https://www.sciencedirect.com/science/article/pii/0003269770901466", "author": "E Kaiser, RL Colescott, CD Bossinger, PI Cook - Analytical biochemistry, 1970 - Elsevier", "description": "~ 11oulcl IN: completely wupl~ tl wit. lt the: tmino acid dcrivativus. If frcct: rtttino groups remaitt, tlw wli (l phase sltould bc subjected again to tltc 'wupling react, iott (3j or nt~ etylated (1). Thus the determination of unrcbacted terminal amino groups is of critical itnportance in …"}, {"title": "Evidence-based secondary transition predictors for improving postschool outcomes for students with disabilities", "url": "http://journals.sagepub.com/doi/abs/10.1177/0885728809346960", "author": "DW Test, VL Mazzotti, AL Mustian… - Career …, 2009 - journals.sagepub.com", "description": "The purpose of this study was to conduct a systematic review of the secondary transition correlational literature to identify in-school predictors of improved postschool outcomes in the areas of education, employment, and/or independent living for students with disabilities …"}, {"title": "Stroop color and word test", "url": "http://v-psyche.com/doc/Clinical%20Test/Stroop%20Color%20and%20Word%20Test.doc", "author": "CJ Golden, SM Freshwater - 1978 - v-psyche.com", "description": "The Stroop is based on the observation that individuals can read words much faster than they can identify and name colors. The cognitive dimension tapped by the Stroop is associated with cognitive flexibility, resistance to interference from outside stimuli, creativity …"}, {"title": "Long-lived oxidants generated by human neutrophils: characterization and bioactivity", "url": "http://science.sciencemag.org/content/222/4624/625.short", "author": "SJ Weiss, MB Lampert, ST Test - Science, 1983 - science.sciencemag.org", "description": "Human neutrophils were found to generate an unusual class of oxidants with a half-life of approximately 18 hours and with characteristics similar to, if not identical with, those of N-chloroamines. These neutrophil-derived N-chloroamines have sufficient oxidizing potential …"}, {"title": "A simple sequentially rejective multiple test procedure", "url": "http://www.jstor.org/stable/4615733", "author": "S Holm - Scandinavian journal of statistics, 1979 - JSTOR", "description": "This paper presents a simple and widely applicable multiple test procedure of the sequentially rejective type, ie hypotheses are rejected one at a time until no further rejections can be done. It is shown that the test has a prescribed level of significance …"}, {"title": "Validity of the Trail Making Test as an indicator of organic brain damage", "url": "http://journals.sagepub.com/doi/pdf/10.2466/pms.1958.8.3.271", "author": "RM Reitan - Perceptual and motor skills, 1958 - journals.sagepub.com", "description": "Several studies have appeared recently indicating that persons with brain damage tend to perform significantly more poorly on the Trail Making Test than do control Ss without brain damage (1, 4, 10). This paper is based on larger groups than have been used previously …"}, {"title": "Brominating oxidants generated by human eosinophils", "url": "http://science.sciencemag.org/content/234/4773/200.short", "author": "SJ Weiss, ST Test, CM Eckmann, D Roos… - Science, 1986 - science.sciencemag.org", "description": "Eosinophils are white blood cells that in humans are found in association with helminthic infections and various inflammatory disease processes. These cells contain a unique lysosomal peroxidase that oxidizes halides to generate highly reactive and toxic hypohalous …"}]