[{"title": "An introduction to multivariate statistical analysis", "url": "https://www.researchgate.net/profile/Jouini_Abdelhafid/post/Can_any_one_explain_me_the_Akaike_Information_Criterion_sensing-based_in_cognitive_radio2/attachment/59d623ec79197b80779823b4/AS:309790092267520@1450871121033/download/194866033.pdf", "author": "…, TW Anderson, TW Anderson, EU Mathématicien - 1958 - researchgate.net", "description": "… 112 5.5 Some optimum properties of the T2-test 115 … 256 10.7 Testing the hypothesis that\na covariance matrix is proportional to a given matrix; the sphericity test 259 10.8 Testing\nthe hypothesis that a covariance matrix is equal to a given matrix 264 … \n"}, {"title": "Schooling and the armed forces qualifying test evidence from school-entry laws", "url": "http://jhr.uwpress.org/content/XLI/2/294.short", "author": "EU Cascio, EG Lewis - Journal of Human resources, 2006 - jhr.uwpress.org", "description": "Abstract How much can late schooling investments close racial and ethnic skill gaps? We investigate this question by exploiting the large differences in completed schooling that arise among teenagers with birthdays near school-entry cutoff dates. We estimate that an …"}, {"title": "Comonotonic independence: The critical test between classical and rank-dependent utility theories", "url": "https://link.springer.com/article/10.1007/BF01064200", "author": "P Wakker, I Erev, EU Weber - Journal of Risk and Uncertainty, 1994 - Springer", "description": "Abstract This article compares classical expected utility (EU) with the more general rank-dependent utility (RDU) models. The difference between the independence condition for preferences of EU and its comonotonic generalization in RDU provides the exact …"}, {"title": "Metodologia para teste de tetrazólio em sementes de Amburana cearensis (Allemão) AC Smith Methodology for tetrazolium test in Amburana cearensis (Allemão) AC …", "url": "http://www.ingentaconnect.com/content/doaj/15160572/2010/00000012/00000001/art00017", "author": "RS Guedes, EU Alves, EP Gonçalves… - Revista Brasileira de …, 2010 - ingentaconnect.com", "description": "Objetivou-se com este trabalho estudar a metodologia do teste de tetrazólio para sementes de Amburana cearensis (Allemão) AC Smith, determinando as melhores condições de pré-umedecimento, bem como temperatura, período de coloração e concentração da solução …"}, {"title": "The international EU/COLIPA in vitro phototoxicity validation study: results of phase II (blind trial). Part 1: the 3T3 NRU phototoxicity test", "url": "https://www.sciencedirect.com/science/article/pii/S088723339800006x", "author": "H Spielmann, M Balls, J Dupuis, WJ Pape… - Toxicology in vitro, 1998 - Elsevier", "description": "Abstract To date, no standardized international guideline for the testing of chemicals for phototoxic potential has been accepted for regulatory purposes. In 1991, the European Commission (EC), represented initially by the Directorate General XI and later by ECVAM …"}, {"title": "Infrared HCN lineshapes as a test of Galatry and speed-dependent Voigt profiles", "url": "https://www.sciencedirect.com/science/article/pii/S0022285202985206", "author": "JF D'Eu, B Lemoine, F Rohart - Journal of molecular spectroscopy, 2002 - Elsevier", "description": "Abstract Absorption lineshapes of the ν 2 infrared band of HCN in collision with He, Ne, Ar, Kr, Xe, N 2, HCN, and CH 3 Br have been considered. Observed lineshapes differ significantly from the usual Voigt profile and are characteristic of line narrowing processes …"}, {"title": "Self-efficacy, gender and trait anxiety as moderators of test anxiety.", "url": "http://repositorio.ual.es/bitstream/handle/10835/865/Art_20_375.pdf?sequence=1", "author": "EU Onyeizugbo - 2010 - repositorio.ual.es", "description": "… Perceptual and Motor Skills, 76(2), 554 Page 13. Self-Efficacy, Gender And Trait Anxiety As\nModerators Of Test Anxiety Electronic Journal of Research in Educational Psychology, 8(1),\n299-312. 2010 (nº 20). ISSN: 1696-2095. - 311 - Onyeizugbo, EU (2003). Effects of gender, age …"}, {"title": "The EU stress test and sovereign debt exposures", "url": "http://search.proquest.com/openview/e4e19c0928afc8d55ce12c5a53ccac78/1?pq-origsite=gscholar&cbl=2026384", "author": "A Blundell-Wignall, P Slovik - OECD Working Papers on …, 2010 - search.proquest.com", "description": "Abstract This working paper's quantifications show that most sovereign debt is held on the banking books of banks, whereas the EU stress test considered only their small trading book exposures. It discusses why sovereign debt held in the banking book cannot be ignored by …"}, {"title": "Improved plasmids for gene targeting at the his-3 locus of Neurospora crassa by electroporation", "url": "http://newprairiepress.org/cgi/viewcontent.cgi?article=1281&context=fgr", "author": "BS Margolin, M Freitag, EU Selker - Fungal Genetics Reports, 1997 - newprairiepress.org", "description": "… The first, developed for the am locus of Neurospora (Miao, VP, MJ Singer, MR Rountree and\nEU Selker, 1994 Mol. Cell … derivatives, we frequently found His+ transformants that showed\nwild-type his-3 bands in Southern analyses but did not have the test sequences targeted to … \n"}, {"title": "Putting new economic geography to the test: Free-ness of trade and agglomeration in the EU regions", "url": "https://www.sciencedirect.com/science/article/pii/S0166046206000500", "author": "S Brakman, H Garretsen, M Schramm - Regional Science and Urban …, 2006 - Elsevier", "description": "Abstract For the NUTS II EU regions we estimate the wage equation that is central to the new economic geography literature. Our first main finding is that a spatial wage structure exists for the EU regions. Next, we analyze what our estimations imply for the link between the free …"}, {"title": "A microbiological assay system for assessment of raw milk exceeding EU maximum residue levels", "url": "https://www.sciencedirect.com/science/article/pii/S0958694699000266", "author": "J Nouws, H van Egmond, I Smulders, G Loeffen… - International Dairy …, 1999 - Elsevier", "description": "… For each test plate a so-called action level is proposed below which the raw milk ful\"ls the EU\nMRL criteria, except for cefquinome, spectinomycin, tylosin, colistin, trimethoprim and\nsulphanilamide … Keywords: Milk; Residues; Antibiotics; Multiplate test; EU MRLs 1. Introduction … \n"}, {"title": "Experimental test of local hidden-variable theories", "url": "https://journals.aps.org/prl/abstract/10.1103/PhysRevLett.28.938", "author": "SJ Freedman, JF Clauser - Physical Review Letters, 1972 - APS", "description": "… ' Bell's proof was extended to realizable systems by Clauser, Horne, Shimony,and Holt, ' who\nalso pointed out that their generalization of Bell's in- equality can be tested experimentally, thus\ntest- ing all local … R«)/RD =.(Eu'+ &.')(&u'+ E.')+ 4 (Eu'- '.' while x( — )E (0) o 2p, (la) … \n"}, {"title": "Usefulness of a semiquantitative D-dimer test for the exclusion of deep venous thrombosis in outpatients", "url": "http://www.amjmed.com/article/S0002-9343(02)01115-4/abstract", "author": "REG Schutgens, EU Esseboom, FJLM Haas… - The American journal …, 2002 - amjmed.com", "description": "Abstract Purpose The D-dimer test is used commonly in diagnostic strategies to reduce the need for ultrasonography in patients suspected of having deep venous thrombosis. We studied several clinical and laboratory variables that might limit the accuracy of a …"}, {"title": "Retinal autoregulation in open-angle glaucoma", "url": "https://www.sciencedirect.com/science/article/pii/S016164208434091X", "author": "JE Grunwald, CE Riva, RA Stone, EU Keates, BL Petrig - Ophthalmology, 1984 - Elsevier", "description": "… JE GRUNWALD, MD, CE RIV A, DSc, RA STONE, MD, EU KEATES, MD, BL PETRIG, DSc … flow\nautoregulation in open-angle glaucoma and open-angle glaucoma suspects using a method\ndescribed previously.8,9 This method, referred to here as autoreg- ulation test, is based … \n"}, {"title": "Productivity performance and international competitiveness: An old test reconsidered", "url": "http://onlinelibrary.wiley.com/doi/10.1111/1540-5982.00134/full", "author": "EU Choudhri, LL Schembri - Canadian Journal of Economics …, 2002 - Wiley Online Library", "description": "Abstract A modern adaptation of the Ricardian model is used, which incorporates monopolistic competition and multiple factors to derive a MacDougall-type relation between a country's international competitiveness at the industry level and its productivity …"}, {"title": "Correlation studies for component level ball impact shear test and board level drop test", "url": "https://www.sciencedirect.com/science/article/pii/S0026271408000966", "author": "…, XJ Zhao, N Owens, LC Tan, M Leoni, PL Eu… - Microelectronics …, 2008 - Elsevier", "description": "Abstract This paper presents a comprehensive study of the resistance of solder joints to failure when subjected to strain rates that simulate the conditions of drop-impact on a portable electronic product. Two test methods are used in this study: the board level …"}, {"title": "Ideational apraxia", "url": "https://academic.oup.com/brain/article-abstract/111/5/1173/309599", "author": "E De Renzi, F Lucchelli - Brain, 1988 - academic.oup.com", "description": "… On a multiple object use test the most frequent errors were those of omission, misuse and\nmislocation, while sequence errors were rare. Patients also failed on a single object use test,\nwhich showed a correlation of 0.85 with the multiple object use test … Multiple object test … \n"}, {"title": "Changes in gut microbiota control inflammation in obese mice through a mechanism involving GLP-2-driven improvement of gut permeability", "url": "http://gut.bmj.com/content/58/8/1091.short", "author": "PD Cani, S Possemiers, T Van de Wiele, Y Guiot… - Gut, 2009 - gut.bmj.com", "description": "Skip to main content. This site uses cookies. More info By continuing to browse\nthe site you are agreeing to our use of cookies. Find out more here. Viewing from:\nGoogle Indexer. BMJ Journals. Subscribe; Log In More … \n"}]