[{"title": "Vigor and mortality of citrus progenies with potential use as rootstocks", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-90162018000400339&lang=en", "author": "Santana, Lizziane Gomes Leal;                            Souza, Edson dos Santos;                            Passos, Orlando Sampaio;                            Gesteira, Abelmon da Silva;                            Ledo, Carlos Alberto da Silva;                            Soares Filho, Walter dos Santos.                    ", "description": "            ABSTRACT: Rootstocks influence certain characteristics of the scion, such as vigor, fruit yield and quality, and tolerance to biotic and abiotic factors. In conventional citrus breeding programs, hybridization is the main method used for obtaining rootstock varieties. Between Sept and Oct 2006, controlled pollinations were carried out resulting in nine progenies, totaling 461 hybrid seedlings. The female parents were the ‘Santa Cruz Rangpur’ lime (SCRL) and the ‘Sunki of Florida’ mandarin (SFM), while the male parents, in addition to this mandarin, were the ‘Indio’ and ‘Riverside’ citrandarins, the ‘Thomasville’ citrangequat (THOM), the ‘Swingle’ citrumelo, the ‘Argentina’ citrange (AGC) and the ‘Benecke’ trifoliate orange (BKTO). Fruit setting rates of these crosses were measured and the hybrids generated were planted in the field in 2008 and evaluated from 2010 to 2014, for the variables of plant mortality, visual vigor, plant height and trunk diameter. The descriptive statistics mean, variation range, coefficient of variation and Pearson skewness coefficient were calculated. Data were submitted to analysis of variance and the means of the treatments were grouped by the Scott-Knott test, both at 5 % significance. The progenies, having the ‘Sunki’ mandarin as the female parent, presented higher fruit setting rates and lower plant mortality rates than those obtained from the female parent ‘Rangpur’ lime, while zero plant mortality was observed in the SFM × BKTO cross. The crosses SCRL × SFM, SFM × BKTO, SFM × AGC and SFM × THOM have the potential to generate vigorous hybrids, resulting in rootstock varieties adapted to the landscape unit of Coastal Tableland.        "}, {"title": "External cycles and commodities in Latin America and the Caribbean: a cointegration analysis with breaks", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0120-25962018000100051&lang=en", "author": "Delbianco, Fernando;                            Fioriti, Andrés.                    ", "description": "            Abstract: In this paper, we seek to characterize the relationship between the cyclical behavior of foreign accounts and commodity price indexes for Latin America and the Caribbean. Using several tests of stationarity that allow for the presence of breaks, we conclude that commodity prices are cointegrated with the current accounts in Latin American countries, suggesting that developmentalism plans did not obtain the desired productive diversification and that the region still relies heavily on commodities to determine its foreign position. Another important result supports the findings of Delbianco and Fioriti (2014, 2015) that the region had suffered two sudden stops in the last 60 years, bothdriven by shifts in commodity prices.        "}, {"title": "Air quality, sound pressure level, and thermal environment of two swine nursery styles", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200211&lang=en", "author": "Freitas, Leticia Cibele da Silva Ramos;                            Campos, Alessandro Torres;                            Yanagi Junior, Tadayuki;                            Schiassi, Leonardo;                            Andrade, Rafaella Resende.                    ", "description": "            ABSTRACT Because of the importance of the ambiance in swine facilities, this study aimed to evaluate the air quality, the sound pressure level, and the thermal environment of two distinct swine nursery styles. A completely randomized block design with a split-plot arrangement was used, in which the main plots were composed of the nurseries and the external environment; the subplots were the hours; and the replications were the collection days. Air temperature data (ºC), relative humidity (%), and black globe humidity index (BGHI) data were collected throughout the day at 10-min intervals, with means compared by Tukey’s test at 0.05 probability level. Instantaneous concentrations of ammonia (ppm), carbon dioxide (ppm), and sound pressure levels (dB(C)) were measured three times daily and analyzed on boxplot graphs. The results showed no difference between the two nurseries with respect to thermal, air, and acoustic environment. The nurseries can be considered uncomfortable for the animals with respect to thermal conditions. Concentrations of gases and sound pressure levels did not exceed the limits established by current regulations. In both nurseries only at 09h00 it was possible to detect sound pressure levels that characterize the condition of comfort thermal of the environment, at the other times, alert and stress conditions were observed.        "}, {"title": "Storage of pollen and properties of olive stigma for breeding purposes", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200291&lang=en", "author": "Zambon, Carolina Ruiz;                            Silva, Luiz Fernando de Oliveira da;                            Pio, Rafael;                            Bianchini, Flávio Gabriel;                            Oliveira, Adelson Francisco de.                    ", "description": "            ABSTRACT In order to ensure success in controlled hybridizations in olive tree cultivation, the information on pollen viability and stigma receptivity is essential. The aim was to establish methodologies that increase the preservation of pollen viability and to establish the time to perform crossbreeds in hybridization studies with olive trees. Three experiments were performed with plants from the cultivar Arbequina, in Maria da Fé, MG, Brazil. In the first experiment, the description of the flower events was performed. In the second, anthers were desiccated in eppendorfs, being stored at three different conditions for pollen viability test: room temperature (27 ºC), refrigerator (8 ºC) and freezer (-10 ºC). In order to evaluate the in vitro germination, culture medium for olive pollen grains was used. In this respect, pollen grains were transferred in Petri dish containing culture medium and placed in a BOD (biochemical oxygen demand) chamber at 28 ºC for 60 h, being counted. The first evaluation was performed prior to the assembly of the experiment, testing the initial viability, whereas the second occurred 24 h after storage. Subsequently, seven evaluations were performed fortnightly. In the third experiment, the stigma receptivity was verified by the 3% hydrogen peroxide method, with flowers in pre-anthesis, anthesis and post-anthesis, evaluated hourly in the period from 7 a.m. to 6 p.m. for three days. In the description of the flower events, it was verified that the olive tree shows diurnal anthesis, with flower opening between 10 a.m. and 11 a.m. The anthers stored in a freezer preserved the viability for 60 days and the stigmas were receptive since the pre-anthesis.        "}, {"title": "Amino acid composition, and determination and prediction of the protein digestibility of different sugarcane yeasts in broilers", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1806-66902018000200334&lang=en", "author": "Barbosa, Emanuela Nataly Ribeiro;                            Rabello, Carlos Bôa-Viagem;                            Lopes, Claudia Costa;                            Silva, Edney Pereira;                            Freitas, Ednardo Rodrigues.                    ", "description": "            ABSTRACT The aim of this study was to determine the amino acid composition and digestible protein values of different sugarcane yeasts, as well as to generate prediction equations for the apparent digestibility coefficient of dry matter (ADCDM) and crude protein (ADCCP), based on the chemical composition of the yeast and the age of the broilers. Four ileal digestion trials were carried out with 690 broilers, divided into the pre-starter, starter, growth and final phases. The birds were housed in metabolic cages and distributed in a completely randomised design, consisting of five treatments and six replications of eight, six, five and four birds respectively in each experimental phase. The treatments consisted of one reference feed and four test feeds, substituting 30% of the reference feed with four different yeasts. Yeasts two and four showed a higher percentage of amino acids. However, yeast two had the highest percentages of ADCDM, ADCCP and digestible protein: 83.64, 81.22 and 14.66% in the pre-starter phase; 78.09, 78.28 and 14.13% in the starter phase; 76.74, 74.75 and 13.49% in the growth phase; and 72.98, 71.21 and 12.85% in the final phase respectively. There was an average reduction of 0.424% in ADCDM and 0.428% in ADCCP for each day the birds aged. The following prediction equations were generated from the composition of the yeasts and age of the chickens: ADCDM = 77.4 - 0.424*(age) - 7.51*(DM) - 45.01*(EE) and - 0.424*(age) + 3.02*(CP) + 126.93*(EE) - 0.03*(GMD) and ADCCP = 606.9-0.428*(age) -5.8*(DM) - 0.01*(GMD) and -0.426*(age) + 2.68(CP) + 139.7*(EE) - 0.03*(GMD).        "}, {"title": "Long-term spatial memory in humans trained in a virtual maze", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100070&lang=en", "author": "Luna, David;                            Manzanares-Silva, Moisés;                            Rodríguez-González, Katia;                            López-Cruz, Héctor.                    ", "description": "            Abstract In this study we evaluated the long-term spatial memory in humans. A quasiexperimental design was used in which three groups of undergraduate students were trained in a virtual water maze to locate a hidden platform whose location was indicated by a set of cues. A pre-test without platform was performed prior to the training, and a post-test was conducted immediately after this (Group 0h), or after a retention interval of two (Group 48h) or seven days (Group 168h). For the pre-test, there was no evidence of preference for any area of the maze. Throughout the training trials, the time to find the goal decreased without differences between groups. During the post-test, all groups showed a preference for the reinforced quadrant, although the spent time, swimming distance, and accuracy of the search behavior in that area was equivalent between Group 0 h and Group 48 h, but higher than that shown by the Group 168 h. These data indicate changes in long-term spatial memory in humans, occurring after an interval of 48 h after its acquisition. The results are discussed on the basis of general memory processes and specific processes proposed by particular spatial memory theories. The clinical and comparative psychology implications are also addressed.        "}, {"title": "Meaning in Life and Psychological Weil-Being in Spanish Emerging Adults", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100196&lang=en", "author": "García-Alandete, Joaquín;                            Martínez, Eva Rosa;                            Sellés Nohales, Pilar;                            Soucase Lozano, Beatriz.                    ", "description": "            Abstract Experiencing meaning in life (MiL) and psychological well-being (PWB) is an important developmental task in emerging adulthood, perhaps more than in any other period in life due to its transitional character and to the nature of its features, in Western societies. This study analyzes the relationship between MiL and PWB, as well as the differences in PWB according to the level of MiL (lack of meaning, indefinite meaning, and presence of meaning), in a sample of 333 Spanish emerging adults (224 women, 109 men), age ranged from 17 to 26 years, M = 21.06, SD = 2.23. Both Spanish versions of the Purpose-In-Life Test and the Ryff's Scales of Psychological Well-Being were used. The Spearman's coefficient of correlation showed a positive, significant relationship between MiL and PWB (global and dimensions). The Kruskal-Wallis test showed significant differences in PWB between lack of meaning, indefinite meaning, and presence of meaning groups, except in Autonomy, in which only the difference between the presence of meaning group and the indefinite meaning group was significant. MiL is associated to the cognitive, emotional, and motivational aspects that directly point to PWB: positive self-worth and self-acceptance, perception and experience of freedom, responsibility and self-determination, positive view of both life as a whole and future, purpose and commitment of significant existential goals, self-trascendence and opening up to the others, integrative but not resigned coping of the adversity, life satisfaction, and self-realization.        "}, {"title": "Effects of the Functional Content of Instructions on Second-Order Matching-to-Sample Performance", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-91552018000100044&lang=en", "author": "Villamil Barriga, Carlos Wilcen;                            Peña-Correal, Telmo Eduardo;                            Quiroga-Baquero, Luis Alberto.                    ", "description": "            Abstract The effect of the functional content of instructions on the acquisition, transfer and description of performance in a second order matching-to-sample task was evaluated. Twenty undergraduate students were assigned to one of four experimental groups: (a) procedural instruction at the start of the task (PStart); (b) procedural instruction in each trial (PTrial); (c) instruction referring to instances in each trial (ITrial); and (d) instruction referring to relation in each trial (RTrial). The proportion of correct attempts was analyzed, and was found to be higher in the ITrial and RTrial groups for the training phase, and for the PStart, PTrial and RTrial groups in the extra-instance and extra-modal transfer test, as well as for the ITrial group in the extra-relational test; the larger number of accurate performance descriptions was observed in the RTrial group. These results show that abstract stimulus control can be presented either by way of transfer of functions throughout instructions, or by differentiation of positive and negative cases of the contingencies, which is enhanced by the concurrent presence of the instruction and the stimulus array.        "}, {"title": "Effect of glutinous rice flour and dried egg white in fabrication of porous cordierite by gel casting method", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200242&lang=en", "author": "Fakhruddin, A. Kamil;                            Mohamad, Hasmaliza.                    ", "description": "            Abstract In this study, cordierite was produced using MgO, SiO2 and Al2O3 as raw materials through glass route method. The raw materials were mixed for 6 h and the mixture was melted at 1550 °C and then water quenched. The glass produced was milled for 5 h to obtain fine powder, which was used to prepare porous cordierite through gel casting method. The effect of addition of different natural binders, glutinous rice flour (GRF) and dried egg white (DEW), on porous cordierite was investigated. GRF and DEW were added to the slurry during mixing. The synthesized cordierite powder was analyzed by X-ray diffraction. Porous cordierite was characterized through Archimedes method, morphological analysis, and compression test. The porosity level varied from 60.6% to 78.7% depending on the amount of natural binder added. Compression test results showed that the compressive strength of porous cordierite increased with increasing amount of natural binder added.        "}, {"title": "Influence of the fabrication method on the fracture behavior of all-ceramic prosthesis", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0366-69132018000200284&lang=en", "author": "Piccoli, A. C.;                            Borba, M..                    ", "description": "            Abstract Different methods are available to produce all-ceramic dental prosthesis. Each processing step may introduce flaws to the material, which compromises its properties and reliability. The objective of this study was to evaluate the effect of fabrication method on the fracture behavior of prosthetic crowns produced with an alumina-based glass-infiltrated zirconia-reinforced ceramic. Two groups of all-ceramic crowns were produced according to the fabrication method of the infrastructure (IS) (n=30): IZC - IS produced by CAD-CAM; IZS - IS produced by slip-casting. The IS were veneered with porcelain and cemented to fiber-reinforced composite dies with resin cement. Crowns were loaded in compression to failure using a universal testing machine, at 1 mm/min crosshead speed and 37 ºC distilled water. Fractography was performed using stereomicroscope and SEM. Data were statistically analyzed with Student’s t test (α=0.05) and Weibull analysis. There were no significant differences among the experimental groups for fracture load (p=0.481) and Weibull modulus. For both groups, the failure mode was catastrophic failure involving IS and porcelain. It was concluded that the fabrication methods evaluated resulted in all-ceramic crowns with similar fracture behavior and reliability.        "}, {"title": "Personality and Creativity: A Study in Spanish-Speaking Children", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S2011-20842018000100033&lang=en", "author": "Krumm, Gabriela;                            Lemos, Viviana;                            Richaud, María Cristina.                    ", "description": "            Abstract This work aimed at studying the relationship between personality from the Big Five Personality model and creativity through different techniques (i.e., a paper and pencil task, and scales) and informants (i.e., the child and parents). We evaluated a sample of 359 Spanish-speaking school children of both genders, aged 9 to 13 years. Personality was assessed with the Argentine Questionnaire of children's Personality (CAPI). Creativity was evaluated using the following instruments: The Torrance Test of Creative Thinking-Figural Form B; and the Creative Personality Scale (EPC). Pearson correlations and multiple linear regressions consistently showed that Neuroticism related negatively to creativity while competence has a positive relation. The results suggested that more creative children presented less vulnerability, irritability and psychological distress, eventually becoming more independent, competent and emotionally self-regulated in coping with environmental demands.        "}, {"title": "Molecular characterization of rotaviruses isolated from calves with bovine neonatal diarrhea (BND) in Colombia", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S0123-93922018000200099&lang=en", "author": "Pardo-Mora, Dolly;                            Vargas-Bermúdez, Diana S.;                            Oliver-Espinosa, Olimpo;                            Jaime-Correa, Jairo.                    ", "description": "            Abstract Bovine rotaviruses are one of the main agents involved in the presentation of Bovine Neonatal Diarrhea (BND), a disease that affects calves in the first month of life.  Objective:  The present study aimed to determine the types of bovine rotaviruses that affect dairy herds in the Sabana region of Bogotá, Colombia.  Materials and methods:  132 fecal samples were obtained from calves of less than five weeks of age and subjected to an ELISA test. MA104 cell cultures were infected with positive samples in order to isolate rotaviruses. The presence of the viral genome was confirmed by amplification and sequencing of a region of the viral VP7 protein-encoding gene.  Results:  Of the 132 samples, 26 (19, 7%) were ELISA-positive and nine samples were used for viral isolation. PCR amplification was achieved in all infected cultures. Sequencing showed homology of five samples to the G6 genotype. In addition, the presence of the G10 genotype was first determined for the country.  Discussion:  A greater presence of the G6 genotype from lineage V was found in the Sabana region of Bogota, showing a high prevalence in cattle and association with the presence of BND. The presence of the G10 genotype is a new report for the country and constitutes a new element of investigation in these viruses.        "}, {"title": "Dimensionality and Determinants of Self-Reported Cognitive Failures", "url": "http://www.scielo.org.co/scielo.php?script=sci_arttext&pid=S2011-20842018000100009&lang=en", "author": "Tirre, William C.                    ", "description": "            Abstract This research examined the dimensionality and the correlates of self-reported cognitive failures. The first goal was to determine what factors, in addition to a general one, are needed to explain self-reported cognitive failures. To explore this issue, both Rasch measurement and confirmatory factor analysis were employed. The second goal was to determine if cognitive failures might be predicted with personality factors, general cognitive ability, and the need for cognition. A sample of 552 USAF airmen responded to the Broadbent Cognitive Failures Questionnaire (CFQ), a Big-Five personality inventory, the Abstract Reasoning Test, the Speeded Cognitive Ability Test, and the Need for Cognition survey. Both Rasch modeling and confirmatory factor analysis indicated that a single factor dominated CFQ responses. Regression analysis showed that CFQ responses were predicted well by personality factors (R = .60).        "}, {"title": "Digestibility and pricing of Chlorella sorokiniana meal for use in tilapia feeds", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0103-90162018000300184&lang=en", "author": "Barone, Rafael Simões Coelho;                            Sonoda, Daniel Yokoyama;                            Lorenz, Evandro Kleber;                            Cyrino, José Eurico Possebon.                    ", "description": "            ABSTRACT: Several microalgae contain in excess of 50 % crude protein with amino acid profile comparable to that of fish meal. In addition, high polyunsaturated fatty acid contents encourage their use in animal feeding and nutrition, particularly in the formulation and processing of aquafeeds. This study aims at estimating the feasibility of Chlorella meal as feed ingredient for the feeding and nutrition of farmed tilapia based upon digestibility data. Juvenile tilapia were stocked in conical-bottomed tanks (200 L) with superficial, continuous water flow, and fed to apparent satiation in three daily meals with a reference diet and a test diet containing 30 % lyophilized Chlorella sorokiniana added of an inert marker. Feces were collected overnight by sedimentation in refrigerated, plastic containers coupled to the tanks and analyzed for determination of chemical composition and inert marker contents to estimate apparent digestibility coefficients (ADCs) of protein and energy of Chlorella meal; registered ADCs of Chlorella meal were 90.5 and 84.22, respectively. A pricing model considering the quantity of digestible nutrient was proposed based on ADCs of Chlorella and compared with the price of fishmeal (FM) and soybean meal (SBM). The indicative prices to elicit the use of Chlorella as a protein source rather than FM or SBM for the feed and nutrition of tilapia were 2.65 USD kg−1 and 0.66 USD kg−1, respectively.        "}, {"title": "Assessment of Chemical and Mechanical Properties of Polymers Aiming to Replace the Stainless Steel in Distillation Column", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1516-14392018005021101&lang=en", "author": "Cunha, Caroline Barlette da;                            Lopes, Poliana Pollizello;                            Mayer, Flávio Dias;                            Hoffmann, Ronaldo.                    ", "description": "            Small scale ethanol production process faces a number of challenges that negatively impact productivity and economic costs. The present work aims at finding alternative materials with lower cost and suitable resistance to replace the stainless steel commonly used in distillation columns in small scale businesses. For that we analyzed the chemical and mechanical behavior of nine different polymeric materials. An important parameter to consider in this case is the compatibility of polymer with the ethanol, which was determined according to the ASTM D543, as well as the swelling degree and ethanol diffusion in material being also studied in this work. Three-point flexural tests were performed because the material when in service is subjected to forces or loads. The results show that some of the materials under test present chemical resistance and satisfactory mechanic performance after the contact with the ethanol in temperatures compatible with the distillation process.        "}, {"title": "Compliance with the vaccination schedule in children hospitalized with pneumonia and associated factors", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0034-89102018000100234&lang=en", "author": "Silva, Amanda Tabosa Pereira da;                            Lima, Eduardo Jorge da Fonseca;                            Caminha, Maria de Fátima Costa;                            Silva, Andresa Tabosa Pereira da;                            Rodrigues Filho, Edil de Albuquerque;                            Santos, Carmina Silva dos.                    ", "description": "            ABSTRACT  OBJECTIVE: To verify the adequacy and factors associated with compliance with the immunization schedule (BCG, DTP-Hib, MMR, PCV-10) in children hospitalized with pneumonia at a pediatric referral hospital in Northeast Brazil.  METHODS: This is a cross-sectional, descriptive study with an analytical component, with a sample of 452 children hospitalized with pneumonia at the Instituto de Medicina Integral Prof. Fernando Figueira, between 2010 and 2013. The inclusion criterion was children aged from one month to less than five years of age with proof in the immunization record. The exclusion criterion was the presence of hospital-acquired pneumonia or concomitant disease. We have evaluated the adequacy of the immunization schedule for the BCG, tetravalent, MMR, and 10-valent pneumococcal conjugate (PCV-10) vaccines. We used the chi-square test and Fisher's exact test followed by multivariate Poisson regression, estimating the crude and adjusted prevalence ratios and respective 95% confidence intervals. The variables with p < 0.20 in the univariate analysis were included in the multivariate analysis.  RESULTS: There was good adequacy in the immunization schedule, except for PCV-10, which presented a percentage lower than 85%. We have observed an association between adequate compliance with the immunization schedule and education level of the mother (89.9% complete high school), sex of the child (87.2% female), age of the child (94.2% younger than six months), and breastfeeding (84.3% breastfed).  CONCLUSIONS: Given the high rate of education level of the mother and the high percentage of breastfeeding, we can understand that there is a better understanding of the health of the child by the mothers studied in this study, showing the effectiveness of public policies for infant feeding. However, children did not have good adequacy of the immunization schedule of PCV-10, one of the main vaccines against pneumonia, which can be one of the main factors in the causes of hospitalization, with no influence on the classification of the severity of the disease. In this way, we emphasize that the causes of pneumonia morbidity are not associated with a single factor.        "}, {"title": "Relationship between oxidative stress and inflammation in peripheral and cerebral system of oxonate-induced hyperuricemic rats", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S1984-82502017000400620&lang=en", "author": "Jing, Wu;                            Zhong, Jia;                            Ping, Liang Jian;                            Yan, Liu Hong.                    ", "description": "            ABSTRACT To study what kind of role uric acid play on the relationship between oxidative Stress and inflammation in peripheral and cerebral system of oxonate-induced hyperuricemic rats. Twenty-six eight male Wistar rats were divided into two groups randomly. Potassium oxonate was used to establish hyperuricemic model for four weeks. In 2nd and 4th week, uric acid (UA) level, total superoxide dismutase (T-SOD), Gu,Zn-SOD activity and interleukin-1beta (IL-1β) concentration in serum were determined respectively. In 4th week, one hour after last PO treatment, five rats of every group were given Evans Blue to test blood-brain barrier (BBB) permeability. Other brains were obtained to analysis T-SOD, Gu,Zn-SOD activity and IL-1β concentration in cerebral system. Meanwhile, brain and kidney were stained with hematoxylin and eosin (H&E) to observe pathological change. In 2nd week, both of T-SOD and Gu,Zn-SOD activity in serum increased obviously (P<0.05) in hyperuricemia rats. However, IL-1β content didn’t change remarkably. In the 4th week, T-SOD activity in model group had become similar with control group, and at the same time IL-1β content in serum increased significantly (P<0.05). Pathological section showed the structural and functional unit of the kidney had been damaged. On the contrary, both of T-SOD and Gu,Zn-SOD activity in brain increased obviously (P<0.05), but IL-1β concentration was no significant difference between two groups. In addition, the results of Evans Blue and H&E suggested the integrity of BBB and structure of brain were not changed after PO treatment. The permeability of BBB and form of UA would be potential factors to decide what kind role UA play on keeping balance between anti-oxidative stress and induction of inflammatory response.        "}, {"title": "Association between Microvolt T-Wave Alternans and Malignant Ventricular Arrhythmias in Chagas Disease", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0066-782X2018005005101&lang=en", "author": "Almeida, Bárbara Carolina Silva;                            Carmo, André Assis Lopes do;                            Barbosa, Marco Paulo Tomaz;                            Silva, José Luiz Padilha da;                            Ribeiro, Antonio Luiz Pinho.                    ", "description": "            Abstract  Background: Sudden cardiac death is the most frequent death mechanism in Chagas disease, responsible for 55% to 65% of the deaths of patients with chronic Chagas cardiomyopathy (CCC). The most often involved electrophysiological mechanisms are ventricular tachycardia and ventricular fibrillation. The implantable cardioverter defibrillator (ICD) has a beneficial role in preventing sudden death due to malignant ventricular arrhythmias, and, thus the correct identification of patients at risk is required. The association of microvolt T-wave alternans (MTWA) with the appearance of ventricular arrhythmias has been assessed in different heart diseases. The role of MTWA is mostly unknown in patients with CCC.  Objectives: To evaluate the association between MTWA and the occurrence of malignant ventricular arrhythmias in patients with CCC.  Method: This is a case-control study including patients with CCC and ICD, with history of malignant ventricular arrhythmias (case group), and patients with CCC and no history of those arrhythmias (control group). The MTWA test results were classified as negative and non-negative (positive and indeterminate). The significance level adopted was a = 0.05.  Results: We recruited 96 patients, 45 cases (46.8%) and 51 controls (53.1%). The MTWA test was non-negative in 36/45 cases (80%) and 15/51 controls (29.4%) [OR = 9.60 (95%CI: 3.41 - 27.93)]. After adjustment for known confounding factors in a logistic regression model, the non-negative result continued to be associated with malignant ventricular arrhythmias [OR = 5.17 (95%CI: 1.05 - 25.51)].  Conclusion: Patients with CCC and history of malignant ventricular arrhythmias more often have a non-negative MTWA test as compared to patients with no history of arrhythmia.        "}, {"title": "Association between race/skin color and premature birth: a systematic review with meta-analysis", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0034-89102018000100503&lang=en", "author": "Oliveira, Kelly Albuquerque de;                            Araújo, Edna Maria de;                            Oliveira, Keyte Albuquerque de;                            Casotti, Cesar Augusto;                            Silva, Carlos Alberto Lima da;                            Santos, Djanilson Barbosa dos.                    ", "description": "            ABSTRACT  OBJECTIVE  To analyze the association between race/skin color and the occurrence of prematurity.  METHODS  Meta-analysis with observational studies, selected by a systematic review in the bibliographic databases Medline and Biblioteca Virtual da Saúde with the descriptors: “Race or ethnic group” and “ethnicity and health” associated with the words “infant premature” and “obstetric labor premature”. Articles published in the period from 2010 to 2014, of the observational epidemiological type, in Portuguese, English and Spanish, were included. Articles that did not have abstracts or that were review articles, theses, dissertations, and editorials were excluded. We adopted the relative risk and their respective confidence intervals (95%CI) as measures of effect, obtained through the random effect model and represented by the forest plot type graph. The Egger test and the Newcastle-Ottawa scale, respectively, were used to analyze possible publication biases and the quality of the studies.  RESULTS  Of the 926 articles identified, 17 were eligible for the study. Of the 17 full texts published, seven were retrospective cohort studies, nine were cross-sectional studies, and one was a case-control study. Except for one study, the others reported a positive association between race/color of skin and prematurity. Compared with full-term newborns, the relative risk of the combined effect in those born preterm was 1.51 (95%CI 1.39-1.69). The funnel chart suggested publication bias.  CONCLUSIONS  The present meta-analysis indicated a positive association for the risk of prematurity according to race/skin color.        "}, {"title": "Hydrothermal treatment in the management of anthracnose in ‘Prata-Anã’ banana produced in the semiarid region of Minas Gerais, Brazil", "url": "http://www.scielo.br/scielo.php?script=sci_arttext&pid=S0100-29452018000200402&lang=en", "author": "Silva, Lais Maia e;                            Ribeiro, Regina Cássia Ferreira;                            Rodrigues, Maria Luisa Mendes;                            Fernandes, Martielle Batista;                            Mizobutsi, Edson Hiydu.                    ", "description": "            Abstract  Anthracnose stands out among rot diseases that can occur in the post-harvest phase of banana. The aim of this study was to evaluate the thermotherapy in the control of anthracnose in ‘Prata Anã’ banana produced in northern state of Minas Gerais. Bananas ‘Prata Anã’ variety were divided into groups of three fruits and inoculated with Colletotrichum musae. Groups were submitted to thermotherapy using five temperatures (40°C, 44°C, 48°C, 52°C and 56°C) and four immersion times (4, 8, 12 and 16 minutes) and control. Treatments were repeated five times in a completely randomized design. Area under the incidence progress curve (AUIPC) and area under the severity progress curve (AUSPC) were calculated. To evaluate the thermotherapy efficiency compared to chemical control, fruits were submitted to the following treatments: thermotherapy with and without fungicide application and fruits treated with fungicide only, the control fruits without thermotherapy and without fungicide application. After fifteen days of storage, fruits were evaluated for anthracnose severity. The results of experiments were submitted to analysis of variance and regression and means were compared by the Scott-Knott test (p<0.05). Control was compared to treatments by the Dunnett test (p<0,05). The lowest anthracnose AUIPC values were observed when using temperature of 48°C for eight and 12 minutes. Thermotherapy at 52°C from eight minutes of immersion, in addition to reducing the anthracnose AUSPC in fruits up to 81.6%, delayed maturation of fruits. Fruits submitted to thermotherapy at 56°C presented higher severity of the disease and resulted in the maturation of fruits. Thermotherapy reduces anthracnose severity in fruits in a manner similar to fungicide use, but the association of both results in better control of the disease in ‘Prata Anã’ banana. Thermotherapy is an efficient technique to reduce the severity of the disease in ‘Prata Anã’ banana produced in northern state of Minas Gerais.        "}]